[
  {
    "id": 1,
    "title": "perfect",
    "artist": "Ed Sheeran",
    "yearReleased": 2017,
    "album": "divide",
    "ratings": 4.7,
    "image": ["ed.jpg"],
    "lyrics": "I found a love for me. Oh darling just dive right in and follow my lead. Well I found a girl beautiful and sweet. Oh I never knew you were the someone waiting for me, Cause we were just kids when we fell in love. Not knowing what it was. I will not give you up this time. But darling just kiss me slow. Your heart is all I own. And in your eyes you are holding mine"
  },
  {
    "id": 2,
    "title": "dangerously",
    "artist": "Charlie Puth",
    "yearReleased": 2016,
    "album": "Nine Track Mind",
    "ratings": 4.4,
    "image": ["charlie.jpg"],
    "lyrics": "This is gonna hurt but I blame myself first, 'Cause I ignored the truth. Drunk off that love, my head up, There's no forgetting you. You've awoken me, but you're choking me, I was so obsessed. Gave you all of me, and now honestly, I got nothing left, I loved you dangerously, More than the air that I breathe, Knew we would crash at the speed that we were going. Didn't care if the explosion ruined me. Baby, I loved you dangerously. Mmmm, mmmm... I loved you dangerously"
  },
  {
    "id": 3,
    "title": "stay with me",
    "artist": "Sam Smith",
    "yearReleased": 2014,
    "album": "the lonely hour",
    "ratings": 4.8,
    "image": ["sam.jpg"],
    "lyrics": "Oh, won't you stay with me?'Cause you're all I need. This ain't love, it's clear to see. But darling, stay with me. Why am I so emotional? This is not a good look, gain some self-control. And deep down I know this never works. But you can lay with me so it doesn't hurt"
  },
  {
    "id": 4,
    "title": "hello from the other side",
    "artist": "Adele",
    "yearReleased": 2015,
    "album": "25",
    "ratings": 4.8,
    "image": ["adele.png"],
    "lyrics": "Hello from the other side, I must've called a thousand times, To tell you I'm sorry for everything that I've done. But when I call, you never seem to be home. Hello from the outside. At least I can say that I've tried. To tell you I'm sorry for breaking your heart. But it don't matter, it clearly doesn't tear you apart anymore"
  },
  {
    "id": 5,
    "title": "let her go",
    "artist": "passenger",
    "yearReleased": 2012,
    "album": "All The little Lights",
    "ratings": 4.7,
    "image": ["passenger.jpg"],
    "lyrics": "Well, you only need the light when it's burning low, Only miss the sun when it starts to snow, Only know you love her when you let her go, Only know you've been high when you're feeling low, Only hate the road when you're missing home, Only know you love her when you let her go, And you let her go"
  },
  {
    "id": 6,
    "title": "i'm unstoppable",
    "artist": "Sia",
    "yearReleased": 2016,
    "album": "this is acting",
    "ratings": 4.9,
    "image": ["sia.jpg"],
    "lyrics": "I'm unstoppable. I'm a Porsche with no brakes. I'm invincible. Yeah, I win every single game. I'm so powerful. I don't need batteries to play. I'm so confident. Yeah, I'm unstoppable today. Unstoppable today. Unstoppable today. Unstoppable today. I'm unstoppable today"
  },
  {
    "id": 7,
    "title": "titanium",
    "artist": "David Guetta ft Sia",
    "yearReleased": 2011,
    "album": "Nothing But The Beat",
    "ratings": 4.5,
    "image": ["david.jpeg", "sia.jpeg"],
    "lyrics": "I'm bulletproof, nothing to lose. Fire away, fire away. Ricochet, you take your aim. Fire away, fire away. You shoot me down, but I won't fall .I am titanium .You shoot me down, but I won't fall .I am titanium .Cut me down .But it's you who'll have further to fall .Ghost town and haunted love .Raise your voice. Sticks and stones may break my bones. Talking loud, not saying much"
  },
  {
    "id": 8,
    "title": "talking to the moon",
    "artist": "Bruno Mars",
    "yearReleased": 2010,
    "album": "doo wops and the hooligans",
    "ratings": 4.6,
    "image": ["bruno.jpg"],
    "lyrics": "At night, when the stars light up my room. I sit by myself. Talking to the moon. Trying to get to you. In hopes you're on the other side talking to me too. Or am I a fool who sits alone talking to the moon? Oh-oh"
  },
  {
    "id": 9,
    "title": "damages",
    "artist": "Tems",
    "yearReleased": 2020,
    "album": "for Broken Ears",
    "ratings": 4.3,
    "image": ["tems.jpg"],
    "lyrics": "So tell me what you need from me now. I'm not what you need to be now. 'Cause I'm done with it now. No more damages now. Said tell me what you need from me now. I'm not what you need to be now. 'Cause I'm done with it now. No more damages no-no. (No more damage)"
  }
]
